Repository: baracus-developers/bademon
Catalog: po/*.po
Languages: ca, ru, zu

source: If you want to access the share as guest,you do not need to specify user name, password, and workgroup. Access the share as guest?
ca: Si voleu accedir al recurs compartit com a visitant, no cal que especifiqueu el nom d'usuari, contrasenya ni el grup de treball. Voleu accedir-hi com a visitant?
ru: Если вы хотите обратиться к общему ресурсу как гость, то вам не обязательно указывать имя пользователя, пароль и рабочую группу. Обратиться к ресурсу как гость?
zu: Uma ufuna ukungena esabelanini njengesivakashi, akudingekile ukuba ufake igama lomsebenzisi, iphasiwedi, neqembu labasebenzisi. Ngena esabelini njengesivakashi?

source: Enter your user name on the SMB server.
ca: Introduïu el nom d'usuari del servidor SMB.
ru: Введите ваше имя пользователя SMB-сервера.
zu: Faka igama lakho lomsebenzisi esiphakelalwazini se-SMB.

source: Enter your password on the SMB server.
ca: Introduïu la contrasenya del servidor SMB.
ru: Введите ваш пароль SMB-сервера.
zu: Faka igama lakho lomsebenzisi esiphakelalwazini se-SMB.

source: Enter your workgroup.If you do not need to specify a workgroup,leave the field empty.
ca: Introduïu el grup de treball. Si no cal que n'especifiqueu cap, podeu deixar el camp buit.
ru: Введите вашу рабочую группу. Если вам не нужно указывать рабочую группу, оставьте это поле пустым.
zu: Faka iqembu osebenza nalo. Uma ungafuni ukuveza iqembu osebenza nalo, shiya isikhala singenalutho.

source: Trying to mount the share "//%s/%s"
ca: S'està intentat muntar el recurs compartit "//%s/%s"
ru: Попытка примонтировать общий ресурс "//%s/%s"
zu: Izama ukufaka (mount) isabelani "%s:%s"...

source: Automatic configuration via %s?
ca: Configuració automàtica mitjançant %s?
ru: Автоматическая настройка через %s?
zu: Ukuzihlela ngokuzenzakalelayo nge-%s?

source: Sending %s request...
ca: S'està enviant la sol·licitud de %s...
ru: Посылка запроса %s...
zu: Ithumela isicelo se-%s...

source: %s configuration failed.
ca: Error de configuració de %s.
ru: Не удалось настроить %s.
zu: %s ukuhlela akuphumelelanga.

source: Use DHCP instead of BOOTP?
ca: Voleu fer servir DHCP en comptes de BOOTP?
ru: Использовать DHCP вместо BOOTP?
zu: Sebenzisa i-CHCP esikhundleni se-BOOTP?

source: Insert a modules disk.
ca: Inseriu un disquet de mòduls.
ru: Вставьте диск модулей.
zu: Faka idiski yamamoduli.

source: Insert modules disk %d.
ca: Inseriu el disquet de mòduls %d.
ru: Вставьте диск модулей %d.
zu: Faka idiski yamamoduli %d

source: Find instructions for creating it in boot/README on CD1 or DVD1.
ca: Trobareu les instruccions per a crear-lo a boot/README del CD1 o el DVD1.
ru: Инструкции по его созданию находятся в каталоге boot/README на CD1 или DVD1.
zu: Thola iziyalezo zokuyakha kwi-boot/README kwi-CD1 noma i-DVD1.

source: Choose the network protocol.
ca: Trieu el protocol de xarxa.
ru: Выберите сетевой протокол.
zu: Khetha iphrothokholi yenethiwekhi.

source: Enter the IP address of the %s server.
ca: Introduïu l'adreça IP del servidor %s.
ru: Введите IP-адрес сервера %s.
zu: Faka ikheli le-IP lesiphakelalwazi se-%s.

source: Trying to connect to the %s server...
ca: S'està intentant connectar al servidor %s...
ru: Попытка соединиться с сервером %s...
zu: Izama ukuxhuma esiphakelalwazini se-%s...

source: Network
ca: Xarxa
ru: Сеть
zu: Inethiwekhi

source: Load %s Modules
ca: Carrega els mòduls %s
ru: Загрузить модули %s
zu: Faka Amamoduli e-%s

source: Load File System Modules
ca: Carrega els mòduls del sistema de fitxers
ru: Загрузить модули файловой системы
zu: Faka Amamoduli Esistimu Yefayela

source: Load Unknown Modules
ca: Carrega els mòduls desconeguts
ru: Загрузить неизвестные модули
zu: Faka Amamoduli Angaziwa

source: %s file system found.
ca: S'ha trobat el sistema de fitxers %s.
ru: Найдена файловая система %s.
zu: ifayela %s yesistimu etholakele.

source: Continue
ca: Continua
ru: Продолжить
zu: Qhubeka

source: Abort
ca: Avorta
ru: Прервать
zu: Yeka

source: No new modules found.
ca: No s'ha trobat cap mòdul nou.
ru: Новые модули не найдены.
zu: Awekho amamoduli amasha atholakele.

source: Choose the hard disk partition.
ca: Trieu la partició del disc dur.
ru: Выберите раздел жёсткого диска.
zu: Khetha ikamelo likagalaza (hard disk).

source: Choose the root partition.
ca: Trieu la partició arrel.
ru: Выберите корневой раздел.
zu: Khetha ikamelo lomqondisi (root)

source: Choose the swap partition.
ca: Trieu la partició d'intercanvi.
ru: Выберите раздел подкачки.
zu: Khetha ikamelo lokushintshanisa (swap)

source: There is not enough memory to load all data.
ca: No hi ha prou memòria per a carregar totes les dades.
ru: Недостаточно свободной памяти, чтобы загрузить все данные.
zu: Ingobo yememori ayanele ukuze kufakwe konke ukwaziswa.

source: Your computer does not have enough memory to run YaST.
ca: L'ordinador no disposa de prou memòria per a executar YaST.
ru: На компьютере недостаточно памяти для запуска YaST.
zu: Ikhompuyutha yakho ayinayo ingobo yememori eyanele ukuze kuranwe i-YaST.

source: To continue, activate some swap space.
ca: Per a continuar, activeu més espai d'intercanvi.
ru: Чтобы продолжить, активируйте подкачку.
zu: Ukuze uqhubeke, vula isikhala sokushintshana.

source: Error activating swap space.
ca: Error en activar l'espai d'intercanvi.
ru: Ошибка активации подкачки.
zu: Kwenzeke iphutha ngesikhathi kuvulwa isikhala sokushintshanisa (swap space).

source: Enter the swap partition (e.g., /dev/sda2)
ca: Introduïu la partició d'intercanvi (per exemple, /dev/sda2)
ru: Укажите раздел подкачки (например, /dev/sda2)
zu: Faka ikamelo (partition) lokushintshanisa (isib., /dev/sda3)

source: Enter the user name with which to access the %s server.
ca: Introduïu el nom d'usuari amb el que voleu accedir al servidor %s.
ru: Введите имя пользователя для доступа к серверу %s.
zu: Faka igama lomsebenzisi ozongena ngalo esiphakelalwazini se-%s.

source: Enter the password for the %s server.
ca: Introduïu la contrasenya per al servidor %s.
ru: Введите пароль для доступа к серверу %s.
zu: Faka iphasiwedi yesiphakelalwazi se-%s.

source: Use a %s proxy?
ca: Voleu utilitzar un proxy %s?
ru: Использовать прокси %s?
zu: Sebenzisa i-proxy ye-%s?

source: Enter the address of the %s proxy.
ca: Introduïu l'adreça del proxy %s.
ru: Введите адрес прокси-сервера для %s.
zu: Faka ikheli le-proxy ye-%s.

source: Enter the port of the %s proxy.
ca: Introduïu el port del proxy %s.
ru: Введите порт прокси-сервера для %s.
zu: Faka i-port ye-proxy ye-proxy ye-%s.

source: VNC Enable or Disable
ca: Habilita o inhabilita VNC
ru: Включить или выключить VNC
zu: Isivula noma Isicisha VNC

source: Use VNC for install?
ca: Voleu utilitzar VNC per a la instal·lació?
ru: Использовать VNC для установки?
zu: Sebenzisa i-VNC ukuze ufake uhlelo?

source: Enable or Disable SSH Mode
ca: Habilita o inhabilita el mode SSH
ru: Включить или выключить режим SSH
zu: Vula noma Ucishe iModi ye-SSH

source: Start SSH for Text Install?
ca: Voleu iniciar SSH per a la instal·lació de text?
ru: Запустить SSH для текстовой установки?
zu: Qalisa i-SSH Yokufaka Umbhalo?

source: Enter your VNC password.
ca: Introduïu la contrasenya de VNC.
ru: Введите ваш пароль VNC.
zu: Faka iphasiwedi yakho ye-VNC.

source: Enter your temporary SSH password.
ca: Introduïu la contrasenya temporal d'SSH.
ru: Введите ваш временный пароль SSH.
zu: Faka iphasiwedi yakho yesikhashana ye-SSH.

source: The base system was successfully installed. Your machine must now be rebooted. Remove all installation media (CD-ROM, floppy). Do not remove the floppy disk if the boot manager was installed on it.
ca: El sistema de base s'ha instal·lat amb èxit. Ara cal reiniciar l'ordinador. Retireu tots els medis d'instal·lació (CD-ROM, disquet). No retireu el disquet si aquest té instal·lat el gestor d'arrencada.
ru: Базовая система была успешно установлена. Ваша машина должна быть перезагружена. Выньте все носители (CD-ROM, дискеты). Не вытаскивайте дискету, если менеджер загрузки был установлен на неё.
zu: Isistimu esebenza ngamaza omoya iye yafakwa ngokuphumelelayo. Umshini wakho kumelwe manje uqaliswe kabusha. Susa yonke imidiya yokufaka uhlelo (CD-ROM, iflophi). Ungayisusi iflophi diski uma isilawuli sokuqalisa uhlelo sasifakiwe kuyo.

source: Add Driver Update
ca: Afegeix actualització de controladors
ru: Добавить обновление драйвера
zu: Faka Uhlelo Lokuvuselela Ama-driver

source: Show Driver Updates
ca: Mostra actualitzacions de controladors
ru: Показать обновления драйвера
zu: Bonisa Izinhlelo Zokuvuselela Ama-driver

source: Enter the IP of name server %u or press ESC.
ca: Introduïu l'IP del servidor de noms %u o bé premeu ESC.
ru: Введите IP-адрес сервера имён %u или нажмите клавишу ESC.
zu: Faka ii-IP yesiphakelalwazi %u segama noma ucindezele u-ESC.

source: Enter temporary root password. You will be required to change this password on initial root user login.
ca: Introduïu la contrasenya d'usuari primari temporal. L'haureu de canviar durant l'entrada inicial de l'usuari primari.
ru: Введите временный пароль администратора. Вам необходимо будет изменить этот пароль при начальном входе администратора в систему.
zu: Faka iphasiwedi yomqondisi yesikhashana. Kuzodingeka ukuba ushintshe le phasiwedi ngesikhathi sokungena kokuqala komsebenzisi ongumqondisi.

source: Reboot
ca: Reinicia
ru: Перезагрузить
zu: Qala Kabusha

source: Your computer does not have enough RAM for the installation of %s. You need at least %d MB.
ca: L'ordinador no disposa de prou RAM per a la instal·lació de %s. Necessiteu com a mínim %d MB.
ru: Ваш компьютер не имеет достаточно RAM для установки %s. Вам необходимо как минимум %d МБ.
zu: Ikhompuyutha yakho ayinayo i-RAM eyanele yokufaka lolu hlelo %s. Udinga okungenani i-%d MB

source: Password is too short (must have at least 8 characters).
ru: Пароль слишком короткий (должен иметь хотя бы 8 символов).

source: Enter the IP address of the host running the X11 server.
ca: Introduïu l'adreça IP de l'ordinador central que executa el servidor X11.
ru: Введите IP-адрес узла, на котором запущен сервер X11.
zu: Faka ikheli le-IP lesiphakeli esisebenzisa ngesiphakelalwazi se-X11.

source: Please select the type of your network device.
ca: Seleccioneu el tipus de dispositiu de xarxa.
ru: Пожалуйста, выберите тип вашего сетевого устройства.
zu: Sicele ukhethe uhlobo lwedivayisi yakho yenethiwekhi.

source: Inter-User Communication Vehicle (IUCV)
ca: IUCV (Inter-User Communication Vehicle)
ru: Средство связи между пользователями (IUCV)
zu: I-Inter-User Communication Vehicle (IUCV)

source: Device address for read channel
ca: Adreça del dispositiu per al canal de lectura
ru: Адрес устройства для канала чтения
zu: Ikheli ledivayisi lesiteshi sokufunda

source: Device address for write channel
ca: Adreça del dispositiu per al canal d'escriptura
ru: Адрес устройства для канала записи
zu: Ikheli ledivayisi lesiteshi sokubhala

source: Device address for data channel
ca: Adreça del dispositiu per al canal de dades
ru: Адрес устройства для канала данных
zu: Ikheli ledivayisi lesiteshi sokwaziswa

source: Select protocol for this CTC device.
ca: Seleccioneu el protocol per a aquest dispositiu CTC.
ru: Выберите протокол для этого устройства CTC.
zu: Khetha iphrothokholi yale divayisi ye-CTC.

source: Compatibility mode (default)
ca: Mode de compatibilitat (per defecte)
ru: Режим совместимости (по умолчанию)
zu: Imodi yokuvumelanisa (efike nohlelo)

source: Extended mode
ca: Mode ampliat
ru: Расширенный режим
zu: Imodi eyandisiwe

source: Compatibility mode for OS/390 and z/OS peers
ca: Mode de compatibilitat per a parells OS/390 i z/OS
ru: Режим совместимости для соединений OS/390 и z/OS
zu: Imodi yokuvumelanisa amasistimu axhumene e-OS/390 ne-z/OS

source: Portname to use
ca: Nom de port que s'utilitzarà
ru: Используемое имя порта
zu: Igama le-port lokusetshenziswa

source: Fully qualified hostname
ca: Nom de l'ordinador central totalment qualificat
ru: Полное имя узла
zu: Isiphakeli esifaneleka ngokugcwele

source: Enter the relative port number
ca: Introduïu el número de port relatiu
ru: Введите относительный номер порта
zu: Faka inombolo ye-port engaphelele

source: Verify Installation CD-ROM/DVD
ca: Verifica el CD-ROM/DVD d'instal·lació
ru: Проверить установочный CD-ROM/DVD
zu: Fakazela i-CD-ROM/DVD Yokufaka Uhlelo

source: Power off
ca: Apaga
ru: Отключить
zu: Cisha ugesi

source: Failed to access Driver Update medium.
ca: Error en accedir al medi d'actualització de controladors.
ru: Не удалось получить доступ к носителю обновлений драйверов.
zu: Ihlulekile ukungena endaweni Yokuvuselelwa Kwe-Driver.

source: Reading Driver Update...
ca: S'està llegint l'actualització de controladors...
ru: Чтение обновлений драйверов...
zu: Ifunda Ukuvuselelwa Kwe-Driver...

source: Driver Updates added
ca: S'ha afegit l'actualització de controladors
ru: Обновления драйверов добавлены
zu: Izinhlelo Zokuvuselelwa Kwama-Driver Zifakiwe

source: Driver Update ok
ca: Actualització de controladors correcta
ru: Обновления драйверов ОК
zu: Uhlelo Lokuvuselelwa Kwe-Driver lulungile

source: Please choose the Driver Update medium.
ca: Trieu el medi d'actualització de controladors.
ru: Пожалуйста, выберите носитель обновлений драйверов.
zu: Sicela ukhethe indawo Yokuvuselelwa Kwe-Driver.

source: Please enter the Driver Update device.
ca: Introduïu el dispositiu d'actualització de controladors.
ru: Пожалуйста, укажите устройство обновлений драйверов.
zu: Sicela ufake idivayisi Yokuvuselelwa Kwe-Driver.

source: Invalid device name.
ca: Nom de dispositiu no vàlid.
ru: Неверное имя устройства.
zu: Igama ledivayisi elingekho emthethweni.

source: Looking for CD-ROM drives...
ca: S'estan cercant les unitats de CD-ROM...
ru: Поиск приводов CD-ROM...
zu: Ifuna ama-drive e-CD-ROM...

source: No CD-ROM drives found.
ca: No s'ha trobat cap unitat de CD-ROM.
ru: Приводы CD-ROM не найдены .
zu: Awekho ama-drive e-CD-ROM atholakele.

source: Looking for floppy disks...
ca: S'estan cercant els disquets...
ru: Поиск дискет...
zu: Ifuna amaflophi diski...

source: No floppy disk found.
ca: No s'ha trobat cap disquet.
ru: Дискеты не найдены.
zu: Awekho amaflophi diski atholakele.

source: Driver Update list
ca: Llista d'actualització de controladors
ru: Список обновлений драйверов
zu: Uhlu Lokuvuselelwa Kwe-Driver

source: No Driver Updates so far.
ca: De moment no hi ha cap actualització de controladors.
ru: Нет обновлений драйверов.
zu: Azikabikho Izinhlelo Zokuvuselelwa Kwama-Driver.

source: Insert Installation CD-ROM or DVD.
ca: Inseriu el CD-ROM o DVD d'instal·lació.
ru: Вставьте установочный CD-ROM или DVD.
zu: Faka i-CD-ROM/DVD Yokufaka Uhlelo

source: No CD-ROM or DVD found.
ca: No s'ha trobat cap CD-ROM o DVD.
ru: Не найден CD-ROM или DVD.
zu: Ayikho i- CD-ROM noma i-DVD etholakele.

source: This is not a %s CD-ROM.
ca: Aquest no és un CD-ROM de %s.
ru: Это не CD-ROM %s.
zu: Lena akuyona i-%s CD-ROM.

source: No errors found.
ca: No s'ha trobat cap error.
ru: Ошибок не найдено.
zu: Awekho amaphutha atholakele.

source: Checksum wrong.
ca: La suma de verificació és incorrecta.
ru: Неверная контрольная сумма.
zu: I-checksum inephutha.

source: Error reading sector %u.
ca: Error en llegir el sector %u.
ru: Ошибка чтения сектора %u.
zu: Kwenzeke iphutha ifunda i-sector %u.

source: This %s is broken.
ca: Aquest %s està trencat.
ru: Этот %s неисправен.
zu: Lokhu %s kuphukile.

source: Choose an installation source
ca: Trieu un origen d'instal·lació
ru: Выберите источник установки
zu: Khetha umthombo wokufaka uhlelo

source: This is not a valid fully qualified hostname.
ca: Aquest no és un nom vàlid d'ordinador central totalment qualificat.
ru: Это неверное полное имя узла.
zu: Leli akulona igama lesiphakeli elifaneleka ngokugcwele.

source: This is not a valid CCW address.
ca: Aquesta no és una adreça CCW vàlida.
ru: Это неверный адрес CCW.
zu: Leli akulona ikheli elifanele le-CCW.

source: Do you want to halt the system now?
ca: Voleu aturar el sistema ara?
ru: Вы хотите остановить систему сейчас?
zu: Ingabe ufuna ukulumisa manje uhlelo?

source: OSA-2 or OSA Express
ca: OSA-2 o bé OSA Express
ru: OSA-2 или OSA Express
zu: I-OSA-2 noma OSA Express

source: Please choose the CCW bus interface.
ca: Trieu la interfície de bus CCW.
ru: Пожалуйста, выберите интерфейс шины CCW.
zu: Sicela ukhetha i-interface ye-bus ye-CCW.

source: Please choose the physical medium.
ca: Trieu el medi físic.
ru: Пожалуйста, выберите физический носитель.
zu: Sicela ukhethe indawo engokoqobo.

source: Loading Modules
ca: S'estan carregant els mòduls
ru: Загрузка модулей
zu: Ifaka Amamoduli

source: Loading Installation System
ca: S'està carregant el sistema d'instal·lació
ru: Загрузка системы установки
zu: Ifaka Isistimu Yokufakwa Kohlelo

source: Loading Additional Fonts
ca: S'estan carregant les fonts addicionals
ru: Загрузка дополнительных шрифтов
zu: Ifaka Amafonti Engeziwe

source: Loading Driver Update
ca: S'està carregant l'actualització de controladors
ru: Загрузка обновлений драйверов
zu: Ifaka Izinhlelo Zokuvuselela i-Driver

source: Loading Rescue System
ca: S'està carregant el sistema de recuperació
ru: Загрузка спасательной системы
zu: Ifaka Isistimu Yokuhlenga

source: Enable OSI Layer 2 support?
ca: Voleu activar la compatibilitat de la capa 2 de l'OSI?
ru: Включить поддержку OSI Layer 2 ?
zu: Vula usizo lwe-OSI Layer 2?

source: Enter network device parameters manually
ru: Введите параметры сетевого устройства вручную

source: No repository found.
ru: Репозитории не найдены.

source: Do you need a username and password to access the proxy?
ru: Вам нужны имя пользователя и пароль для доступа к прокси-серверу?

source: Do you need a username and password to access the %s server?
ru: Вам нужны имя пользователя и пароль для доступа к серверу %s?

source: IP address %s is already in use by another machine!
ru: IP-адрес %s уже используется другим компьютером!

source: Detecting and loading network drivers
ru: Обнаружение и загрузка сетевых драйверов

source: Enter the IP address of your name server. If you do not use a name server, just enter "+++".
ru: Введите IP-адрес сервера имён. Если сервер имён не используется, просто введите "+++".

source: Enter the IP of name server %u or "+++" for none.
ru: Введите IP-адрес сервера имён %u или "+++", если его нет .

source: Expert
ru: Дополнительно

source: Start shell before and after YaST?
ru: Запускать оболочку до и после YaST?

source: Start shell
ru: Запустить оболочку

source: Get SLP info
ru: Получить информацию SLP

source: Show config
ru: Показать настройки

source: Change config
ru: Изменить настройки

source: Run command
ru: Запустить команду

source: Quit linuxrc
ru: Выйти из linuxrc

source: Enter your search domains, separated by a space:
ru: Введите ваши домены поиска, разделённые пробелами:

source: Each domain must be a valid IP address.
ru: Каждый домен должен иметь верный IP-адрес.

source: Only up to six search domains are allowed.
ru: Разрешено до шести доменов поиска.

source: If you really trust your repository, you may continue in an insecure mode.
ru: Если вы действительно доверяете этому репозиторию, вы можете продолжить в небезопасном режиме.

source: SHA1 sum wrong.
ru: Неверная контрольная сумма SHA1.

source: Installation aborted.
ru: Установка прервана.

source: File not signed.
ru: Файл не подписан.

source: Invalid signature.
ru: Неверная подпись.

source: MAC address
ru: MAC-адрес

source: PCI
zu: I-PCI

source: Please enter the name (user ID) of the target VM guest.
ca: Introduïu el nom (identificador d'usuari) del visitant de VM de destí.
zu: Sicela ufake igama (i-ID yomsebenzisi) yesivakashi osifunayo se-VM.

source: Channel To Channel (CTC)
ca: Canal a canal (CTC)
zu: Isiteshi Ukuya Esiteshini (CTC)

source: Hipersockets
zu: Ama-hipersocket

source: Hipersocket
zu: I-Hipersocket

source: Ethernet
zu: I-Ethernet

source: Token Ring
zu: I-Token Ring

source: LCS
zu: I-LCS

source: QDIO
zu: I-QDIO

source: OK
ca: D'acord
