Repository: baracus-developers/bademon
Catalog: po/*.po
Languages: ca, ru, zu

source: Back
ca: Enrere
ru: Назад
zu: Emuva

source: Yes
ca: Sí
ru: Да
zu: Yebo

source: No
ru: Нет
zu: Cha

source: Select the language.
ca: Seleccioneu l'idioma.
ru: Выберите язык.
zu: Khetha ulimi.

source: Color display
ca: Visualització en color
ru: Цветной монитор
zu: Isibuko esinombala

source: Monochrome display
ca: Visualització monocroma
ru: Черно-белый монитор
zu: Isibuko sombala omnyama nomhlophe

source: Select the display type.
ca: Seleccioneu el tipus de visualització.
ru: Выберите тип монитора
zu: Khetha uhlobo lwesibuko.

source: Language
ca: Idioma
ru: Язык
zu: Ulimi

source: Kernel Modules (Hardware Drivers)
ca: Mòduls del nucli (controladors de maquinari)
ru: Модули ядра (драйверы оборудования)
zu: Amamoduli Ekheneli (Ama-Driver E-hardware)

source: Start Installation
ca: Inicia la instal·lació
ru: Начать установку
zu: Qala Ukufaka Uhlelo

source: System Information
ca: Informació del sistema
ru: Сведения о системе
zu: Ukwaziswa Ngesistimu

source: Main Menu
ca: Menú principal
ru: Главное меню
zu: Imenu Eyinhloko

source: Settings
ca: Paràmetres
ru: Настройки
zu: Amasethingi

source: Display
ca: Pantalla
ru: Монитор
zu: Isibuko

source: Keymap
ca: Mapa de claus
ru: Раскладка клавиатуры
zu: Ibalazwe lesikhiye

source: Load Network Card Modules
ca: Carrega els mòduls de targetes de xarxa
ru: Загрузить модули сетевой карты
zu: Faka Amamoduli Ekhadi Enethiwekhi

source: Show Loaded Modules
ca: Mostra els mòduls carregats
ru: Показать загруженные модули
zu: Bonisa Amamoduli Afakiwe

source: Load Modules Automatically
ca: Carrega els mòduls automàticament
ru: Загрузить модули автоматически
zu: Faka Amamoduli Ngokuzenzakalelayo

source: Unload Modules
ca: Descarrega els mòduls
ru: Выгрузить модули
zu: Landa Amamoduli

source: Trying to load module "%s"... During loading, you may want to watch the kernel messages on virtual console 4 (ALT-F4). Use ALT-F1 to switch back to this menu.
ca: S'està intentant carregar el mòdul "%s"... Durant la càrrega recomanem consultar els missatges del nucli a la consola virtual 4 (ALT-F4). Feu servir ALT-F1 per a tornar a aquest menú.
ru: Попытка загрузить модуль "%s"... При необходимости во время загрузки можно просматривать сообщения ядра в виртуальной консоли 4 (ALT-F4). Для возврата в это меню нажмите клавиши ALT-F1.
zu: Izama ukufaka amamoduli "%s"... Ngesikhathi sokufaka, ungase ufise ukubuka imiyalezo yekheneli kwi-console esebenzisana nenye 4 (ALT-F4). Sebenzisa u-ATL-F1 ukuze ubuyele emuva kule menu.

source: Module "%s" loaded successfully.
ca: El mòdul "%s" s'ha carregat amb èxit.
ru: Модуль "%s" успешно загружен.
zu: Imoduli "%s" ifakwe ngokuphumelelayo.

source: Failed to load module "%s".
ca: No s'ha pogut carregar el mòdul "%s".
ru: Не удалось загрузить модуль "%s".
zu: Ihlulekile ukufaka imoduli "%s".

source: Floppy
ca: Disquet
ru: Флоппи
zu: Iflophi

source: Hard Disk
ca: Disc dur
ru: Жёсткий диск
zu: Ugalaza (Hard Disk)

source: Start Installation or Update
ca: Inicia la instal·lació o actualització
ru: Запустить установку или обновление
zu: Qala Ukufaka Uhlelo noma Ukuluvuselela

source: Start Rescue System
ca: Inicia el sistema de recuperació
ru: Запустить спасательную систему
zu: Qala Uhlelo Lokuhlenga Isistimu

source: Load Rescue System via NFS
ca: Carrega el sistema de recuperació mitjançant NFS
ru: Загрузить спасательную систему с помощью NFS
zu: Qala uhlelo Lokuhlenga Isistimu Nge-NFS

source: Boot Installed System
ca: Arranca el sistema instal·lat
ru: Загрузить установленную систему
zu: Qalisa Isistimu Efakiwe

source: Searching for image "%s"...
ca: S'està cercant la imatge "%s"...
ru: Поиск образа "%s"...
zu: Icinga umfanekiso "%s"...

source: Kernel Messages
ca: Missatges del nucli
ru: Сообщения ядра
zu: Imiyalezo Yekheneli

source: Processor
ca: Processador
ru: Процессор
zu: I-Processor

source: Devices
ca: Dispositius
ru: Устройства
zu: Amadivayisi

source: Network Cards
ca: Targetes de xarxa
ru: Сетевые карты
zu: Amakhadi Enethiwekhi

source: Interrupts
ca: Interrupcions
ru: Прерывания
zu: Iziphazamisi

source: I/O Ports
ca: Ports d'E/S
ru: Порты ввода/вывода
zu: Ama-Port e-I/O

source: Memory
ca: Memòria
ru: Память
zu: Imemori

source: Modules
ca: Mòduls
ru: Модули
zu: Amamoduli

source: Insert the disk and press ENTER.
ca: Inseriu el disc i premeu RETORN.
ru: Вставьте диск и нажмите клавишу ENTER.
zu: Faka idiski bese ucindezela u-NGENA.

source: Error reading from floppy disk.
ca: Error en llegir les dades del disquet.
ru: Ошибка чтения с дискеты.
zu: Kwenzeke iphutha lapho ifunda iflophi diski.

source: Enter your root partition (e.g., /dev/sda3)
ca: Introduïu la partició arrel (per exemple, /dev/sda3)
ru: Укажите корневой раздел (например, /dev/sda3)
zu: Faka ikamelo (partition) lomqondisi wakho (isib., /dev/sda3)

source: Invalid root device.
ca: Dispositiu arrel no vàlid.
ru: Неверное корневое устройство.
zu: Idivayisi yomqondisi enephutha.

source: Invalid input.
ca: Entrada no vàlida.
ru: Неверные введённые данные.
zu: Okufakiwe okungekho emthethweni.

source: Enter your IP address.
ca: Introduïu l'adreça IP.
ru: Введите используемый IP-адрес.
zu: Faka ikheli lakho le-IP.

source: Enter your netmask. For a normal class C network, this is usually 255.255.255.0.
ca: Introduïu la màscara de xarxa. En el cas d'una xarxa normal de classe C, acostuma a ser 255.255.255.0.
ru: Введите используемую маску сети. Для обычной сети класса C обычно используется маска 255.255.255.0.
zu: Faka i-netmask yakho. Kwinethiwekhi evamile yesigaba C, lokhu ngokuvamile ngu-255.255.255.0.

source: If you need a gateway to reach the server, enter the IP address of the gateway. If you do not need a gateway, enter your own IP address.
ca: Si necessiteu una passarel·la per a arribar al servidor, introduïu l'adreça IP corresponent. Si no en necessiteu cap, introduïu la vostra adreça IP pròpia.
ru: Если для доступа к серверу используется шлюз, введите IP-адрес шлюза. Если шлюз не используется, введите IP-адрес данного компьютера.
zu: Uma udinga ibhuloho elingumxhumanisi ukuze ufinyelele esiphakelalwazini, faka ikheli le-IP lebhuloho elingumxhumanisi. Uma ungalidingi ibhuloho elingumxhumanisi, faka ikheli lakho le-IP.

source: Enter the IP address of your name server. If you do not use a name server, press ESC.
ca: Introduïu l'adreça IP del servidor de noms. Si no en feu servir cap, premeu ESC.
ru: Введите IP-адрес сервера имён. Если сервер имён не используется, нажмите клавишу ESC.
zu: Faka ikheli le-IP lesiphakelalwazi segama lakho. Uma ungasisebenzisi isiphakelalwazi segama, cindezela u-ESC.

source: The following data has been retrieved: IP address: %s Name: %s Domain: %s
ca: S'han recuperat les dades següents: Adreça IP: %s Nom: %s Domini: %s
ru: Получены следующие сведения: IP-адрес: %s Имя: %s Домен: %s
zu: Ukwaziswa okulandelayo kuye kwalandwa: Ikheli le-IP: %s Igama: %s I-domain: %s

source: An error occurred during the network configuration. Your network card probably was not recognized by the kernel.
ca: S'ha produït un error durant la configuració de la xarxa. És possible que el nucli no hagi reconegut la targeta de xarxa.
ru: Во время настройки сети произошла ошибка. Вероятно, сетевая карта не была распознана ядром.
zu: Kwenzeke iphutha ngesikhathi kuhlelwa inethiwekhi. Ikhadi lakho lenethiwekhi cishe alizanga laziwe ikheneli.

source: Enter the IP address of the NFS server.
ca: Introduïu l'adreça IP del servidor d'NFS.
ru: Введите IP-адрес NFS-сервера.
zu: Faka ikheli le-IP lesiphakelalwazi se-NFS.

source: Enter the IP address of the FTP server.
ca: Introduïu l'adreça IP del servidor FTP.
ru: Введите IP-адрес FTP-сервера.
zu: Faka ikheli le-IP lesiphakelalwazi se-FTP.

source: Enter the directory on the server.
ca: Introduïu el directori del servidor.
ru: Укажите каталог на сервере.
zu: Faka i-directory esiphakelalwazini.

source: Enter parameters for "%s".
ca: Introduïu els paràmetres de "%s".
ru: Укажите параметры для "%s".
zu: Faka amapharamitha e-"%s".

source: Trying to mount the directory "%s:%s"...
ca: S'està intentant muntar el directori "%s:%s"...
ru: Попытка смонтировать каталог "%s:%s"...
zu: Izama ukufaka (mount) i-directory "%s:%s"...

source: An error occurred while trying to mount the NFS directory. Reason given by server: %s
ca: S'ha produït un error en intentar muntar el directori d'NFS. Motiu comunicat pel servidor: %s
ru: Возникла ошибка при попытке монтирования NFS-каталога. Причина, указанная сервером: %s
zu: Kwenzeke iphutha lapho izama ukufaka i-NFS directory. Isizathu sinikezwe yisiphakelalwazi: %s

source: Choose a keyboard map. YaST will offer additional keyboard tables later.
ca: Trieu un mapa de teclat. YaST oferirà més endavant altres taules de teclat.
ru: Укажите раскладку клавиатуры. YaST предложит дополнительные раскладки клавиатуры позже.
zu: Khetha ibalazwe lekhibhodi. I-YaST izokunikeza amathebula engeziwe ekhibhodi kamuva.

source: Choose the module to unload.
ca: Trieu el mòdul que voleu descarregar.
ru: Выберите модуль для выгрузки.
zu: Khetha imoduli ozoyikhipha.

source: No modules currently loaded.
ca: Actualment no hi ha cap mòdul carregat.
ru: В настоящее время модули не загружены.
zu: Awekho amamoduli afakiwe njengamanje.

source: Autoprobing (%s)...
ca: S'està executant l'exploració automàtica (%s)...
ru: Автопоиск (%s)...
zu: Iyazicingela (%s)...

source: Search for additional SCSI host adaptors?
ca: Voleu cercar altres adaptadors d'ordinador central SCSI?
ru: Выполнить поиск дополнительных хост-адаптеров SCSI?
zu: Cinga ama-adaptor eziphakeli engeziwe e-SCSI

source: Search for additional network cards?
ca: Voleu cercar altres targetes de xarxa?
ru: Выполнить поиск дополнительных сетевых карт?
zu: Cinga amakhadi engeziwe enethiwekhi?

source: Search for additional CD-ROM drives?
ca: Voleu cercar altres unitats de CD-ROM?
ru: Выполнить поиск дополнительных приводов CD-ROM?
zu: Cinga ama-drive engeziwe e-CD-ROM?

source: ethernet network card
ca: targeta de xarxa ethernet
ru: сетевая карта ethernet
zu: Ikhadi lenethiwekhi le-ethernet

source: parallel port
ca: port paral·lel
ru: параллельный порт
zu: I-parallel port

source: token ring network card
ca: targeta de xarxa token ring
ru: сетевая карта token ring
zu: Ikhadi lesiqinisekiso senethiwekhi ewuxhaxha

source: arcnet network card
ca: targeta de xarxa arcnet
ru: сетевая карта arcnet
zu: ikhadi lenethiwekhi eliyi-arcnet

source: FDDI network card
ca: targeta de xarxa FDDI
ru: сетевая карта FDDI
zu: Ikhadi lenethiwekhi eliyi-FDDI

source: HIPPI network card
ca: targeta de xarxa HIPPI
ru: сетевая карта HIPPI
zu: Ikhadi lenethiwekhi eli-HIPPI

source: Choose the network device.
ca: Trieu el dispositiu de xarxa.
ru: Выберите сетевое устройство.
zu: Khetha idivayisi yenethiwekhi.

source: Enter the IP address of the PLIP partner.
ca: Introduïu l'adreça IP de l'associat de PLIP.
ru: Введите IP-адрес партнера PLIP.
zu: Faka ikheli le-IP likamata we-PLIP.

source: The PCMCIA chipset could not be detectedautomatically. Specify it manually.
ca: No s'ha pogut detectar automàticament el chipset PCMCIA. Especifiqueu-lo manualment.
ru: Не удалось автоматически обнаружить чипсет PCMCIA. Укажите его вручную.
zu: I-chipset ye-PCMCIA alizangwe litholakale ngokuzenzakalelayo. Licacise ngokwakho mathupha.

source: Found PCMCIA chipset "%s". Enter parameters for PCMCIA core modules.
ca: S'ha trobat el chipset PCMCIA "%s". Introduïu els paràmetres dels mòduls centrals de PCMCIA.
ru: Найден чипсет PCMCIA "%s". Укажите параметры для модулей ядра PCMCIA.
zu: Ithole ichipset ye-PCMCIA "%s". Faka amapharamitha amamoduli awundoqo e-PCMCIA.

source: Enter specific parameters for chipset "%s".
ca: Introduïu els paràmetres específics del chipset "%s".
ru: Укажите особые параметры для чипсета "%s".
zu: Faka amapharamitha athile e-chipset "%s".

source: Starting card manager...
ca: Iniciant el gestor de targetes...
ru: Запуск менеджера карт...
zu: Iqalisa isilawuli sekhadi...

source: Successfully started PCMCIA card services.
ca: Els serveis de la targeta PCMCIA s'han iniciat amb èxit.
ru: Успешно запущены службы карты PCMCIA.
zu: Iwaqalise ngempumelelo amasevisi amakhadi e-PCMCIA.

source: Start of PCMCIA card services failed.
ca: Error en iniciar els serveis de la targeta PCMCIA.
ru: Не удалось запустить службы карты PCMCIA.
zu: Ukuqaliswa kwamasevisi ekhadi le-PCMCIA akuphumelelanga.

source: PCMCIA card services already running.
ca: Els serveis de la targeta PCMCIA ja s'estan executant.
ru: Службы карты PCMCIA уже запущены.
zu: Amasevisi ekhadi le-PCMCIA seliyasebenza kakade.

source: You can leave Linuxrc only via "Start Installation or System" You may need to load some drivers (modules) to support your hardware.
ca: Només podeu sortir de Linuxrc mitjançant "Inicia la instal·lació o el sistema" És possible que hagueu de carregar alguns controladors (mòduls) per a poder admetre el maquinari.
ru: Выйти из Linuxrc можно только с помощью команды n "Запустить установку или систему" Может потребоваться загрузка некоторых драйверов (модулей) для поддержки оборудования.
zu: Ungase uyishiye i-Linuxrc kuphela ngokusebenzisa okuthi "Qalisa Uhlelo Noma Isistimu" Ungase udinge ukufaka amanye ama-driver (amamoduli) ukuze usekele i-hardware yakho.

source: You cannot exit Linuxrc with <Ctrl-C>.
ca: No podeu sortir de Linuxrc fent <Ctrl-C>.
ru: Выйти из Linuxrc с помощью <Ctrl-C> нельзя.
zu: Awukwazi ukuphuma kwi-Linuxrc ngo-<Ctrl-C>.

source: Remove the disk from the drive now.
ca: Extraieu ara el disc de la unitat.
ru: Удалите диск из дисковода.
zu: Susa idiski kwi-drive manje.

source: Example:
ca: Exemple:
ru: Пример:
zu: Isibonelo:

source: Choose the source medium.
ca: Trieu el medi d'instal·lació.
ru: Выберите носитель-источник.
zu: Khetha indawo yomthombo.

source: Trying to mount the CD-ROM...
ca: S'està intentant muntar el CD-ROM...
ru: Попытка смонтировать CD-ROM...
zu: Izama ukufaka i-CD-ROM...

source: Unable to mount the CD-ROM.
ca: No es pot muntar el CD-ROM.
ru: Не удалось смонтировать CD-ROM.
zu: Ayikwazi ukufaka i-CD-ROM.

source: Reboot the system now?
ca: Voleu reiniciar el sistema ara?
ru: Перезагрузить систему?
zu: Qalisa kabusha isistimu manje?

source: The base system has been successfully installed. This newly installed system will now be started to commit the installation.
ca: El sistema de base s'ha instal·lat amb èxit. Aquest sistema s'iniciarà a continuació per tal de confirmar la instal·lació.
ru: Базовая система была успешно установлена. Сейчас вновь установленная система будет запущена для подтверждения установки.
zu: Isistimu esebenza ngamaza omoya iye yafakwa ngokuphumelelayo. Le sistimu esanda kufakwa manje izoqaliswa ukuze ukuze iqophe uhlelo olufakiwe.

source: Enter the hard disk partition (e.g., /dev/sda1)
ca: Introduïu la partició del disc dur (per exemple, /dev/sda1)
ru: Укажите раздел жёсткого диска (например, /dev/sda1)
zu: Faka ikamelo (partition) le-hard disk (isib., /dev/sda1)

source: Could not mount the specified partition.
ca: No s'ha pogut muntar la partició especificada.
ru: Невозможно смонтировать указанный раздел.
zu: Ayikwazanga ukufaka ikamelo (partition) elibonisiwe.

source: Enter the source directory.
ca: Introduïu el directori d'origen.
ru: Введите каталог источника.
zu: Faka i-directory yomthombo.

source: An error occurred during the installation.
ca: S'ha produït un error durant la instal·lació.
ru: Во время установки произошла ошибка.
zu: Kwenzeke iphutha ngesikhathi kufakwa uhlelo.

source: Hard Disks or CD-ROMs
ca: Discs durs o CD-ROM
ru: Жёсткие диски или CD-ROMы
zu: Ogalaza (hard disks) noma ama-CD-ROM

source: Your computer has extremely little memory. Before you acknowledge this message, you must switch to virtual console 2 (press ALT-F2) to create and activate some swap space.
ca: L'ordinador disposa de molt poca memòria. Abans de confirmar aquest missatge, canvieu a la consola virtual 2 (premeu ALT-F2) per a crear i activar més espai d'intercanvi.
ru: На компьютере недостаточно памяти. Перед закрытием этого сообщения необходимо переключиться в виртуальную консоль 2 (клавиши ALT-F2), чтобы создать и активировать пространство для подкачки.
zu: Ikhompuyutha yakho inememori encane ngokwedlulele. Ngaphambi kokuba wamukele lo myalezo kumelwe ungene kwi-console 2 esebenzisana namanye (cindezela u-ALT-F2) ukuze wakhe futhi wenze isikhala sokushintshana sisebenze.

source: Animation
ca: Animació
ru: Анимация
zu: Izithombe ezinyakazayo

source: Use animated windows?
ca: Voleu fer servir finestres animades?
ru: Использовать анимированные окна?
zu: Sebenzisa izibonisi ezinezithombe ezinyakazayo?

source: No hard disks or CD-ROM drives have been detected so far.
ca: Fins ara no s'ha detectat cap disc dur ni unitat de CD-ROM.
ru: Жёсткие диски или приводы CD-ROM пока не обнаружены.
zu: Awekho amadiski noma ama-drive e-CD-ROM aye atholwa kuze kube yimanje.

source: Debug (expert)
ca: Depura (expert)
ru: Отладка (для экспертов)
zu: Susa amaphutha (ungoti)

source: Load Root Image into RAM Disk
ca: Carrega la imatge arrel al disc de RAM
ru: Загрузить корневой образ в RAM-диск
zu: Faka Isithombe Somqondisi kwi-Diski ye-RAM

source: Enter Root Image
ca: Introduïu la imatge d'arrel
ru: Введите корневой образ
zu: Faka Isithombe Somsebenzisi

source: Should the root image be loaded into the RAM disk?
ca: Voleu carregar la imatge arrel al disc de RAM?
ru: Должен ли корневой образ быть загружен в RAM-диск?
zu: Sifakwe yini isithombe somsebenzisi kwidiski ye-RAM?

source: Enter the path and name of the file to load into the RAM disk as the root file system.
ca: Introduïu el camí i el nom del fitxer que es carregarà al disc de RAM com a sistema de fitxers arrel.
ru: Введите путь и имя файла, который следует загрузить в RAM-диск в качестве корневой файловой системы.
zu: Faka umgudu negama lefayela ukuze ufake (load) kwidiski ye-RAM njengesistimu yefayela yomqondisi.

source: Not yet implemented.
ca: Encara no s'ha implementat.
ru: Ещё не реализовано.
zu: Akukasetshenziswa.

source: No information available.
ca: No hi ha informació disponible.
ru: Информация отсутствует.
zu: Akukho ukwaziswa okutholakalayo.

source: Preparing installation...
ca: S'està preparant la Instal·lació...
ru: Подготовка к установке...
zu: Ilungiselela ukufaka uhlelo...

source: Exit or Reboot
ca: Surt o reinicia
ru: Выход или перезагрузка
zu: Phuma noma Qala Kabusha

source: Searching for info file...
ca: S'està cercant el fitxer d'informació...
ru: Поиск файла сведений...
zu: Icinga ifayela yokwaziswa...

source: Specify the NFS port.
ca: Especifiqueu el port d'NFS.
ru: Укажите порт NFS.
zu: Cacisa i-port ye-NFS.

source: Asking name server...
ca: S'està demanant al servidor de noms...
ru: Обращение к серверу имён...
zu: Ibuza isiphakelalwazi segama...

source: Host %s was not found.
ca: No s'ha trobat l'ordinador central %s.
ru: Узел %s не найден.
zu: Isiphakeli %s asizange sitholakale.

source: Your network is already configured. Keep this configuration?
ca: La xarxa ja està configurada. Voleu conservar aquesta configuració?
ru: Сеть уже настроена. Сохранить эту конфигурацию?
zu: Inethiwekhi yakho isihleliwe kakade. Gcina lokhu kuhlela?

source: Abort?
ca: Voleu avortar?
ru: Прервать?
zu: Yeka?

source: No network device found. Load a network module first.
ca: No s'ha trobat cap dispositiu de xarxa. Carregueu primer un mòdul de xarxa.
ru: Не найдены сетевые устройства. Сначала необходимо загрузить сетевой модуль.
zu: Ayikho idivayisi yenethiwekhi etholakele. Faka imoduli yenethiwekhi kuqala.

source: A %s was already found in your system.
ca: Ja s'havia trobat un %s al sistema.
ru: %s уже найден в системе.
zu: I-%s ibisitholakele kakade kwisistimu yakho.

source: Error while accessing the FTP server: %s
ca: Error en accedir al servidor FTP: %s
ru: Ошибка во время доступа к серверу FTP: %s
zu: Kwenzeke iphutha lapho ingena esiphakelalwazini se-FTP: %s

source: Enter the user name with which to access the FTP server.
ca: Introduïu el nom d'usuari amb el que voleu accedir al servidor FTP.
ru: Введите имя пользователя для доступа к FTP-серверу.
zu: Faka igama lomsebenzisi ozongena ngalo esiphakelalwazini se-FTP.

source: Enter the password for the FTP user account.
ca: Introduïu la contrasenya del compte d'usuari d'FTP.
ru: Введите пароль для учётной записи пользователя FTP.
zu: Faka iphasiwedi ye-akhawunti yomsebenzisi ye-FTP.

source: Enter the address of the FTP proxy.
ca: Introduïu l'adreça del proxy FTP.
ru: Введите адрес прокси-сервера для FTP.
zu: Faka ikheli le-proxy ye-FTP.

source: Enter the port of the FTP proxy.
ca: Introduïu el port del proxy FTP.
ru: Введите порт прокси-сервера для FTP.
zu: Faka ikheli le-port ye-FTP.

source: Use an FTP proxy?
ca: Voleu utilitzar un proxy FTP?
ru: Использовать прокси-сервер для FTP?
zu: Sebenzisa i-proxy ye-FTP?

source: Your computer does not have enough RAM to install via FTP (%d MB RAM required).
ca: L'ordinador no disposa de prou RAM per a dur a terme la instal·lació a través d'FTP (es necessiten %d MB de RAM).
ru: Недостаточно оперативной памяти для установки по FTP (необходимо %d МБ).
zu: Ikhompuyutha yakho ayinayo i-RAM eyanele yokufakwa nge-FTP (I-%d MB RAM iyadingeka).

source: Usually an FTP installation is performed via anonymous FTP. It is possible to specify a user name and password for the FTP server access. Use a user name and password?
ca: Normalment, la instal·lació per FTP s'executa a través d'un FTP anònim. També és possible especificar un nom d'usuari i una contrasenya per a accedir al servidor FTP. Voleu fer servir un nom d'usuari i una contrasenya?
ru: Обычно FTP-установка выполняется через анонимное FTP-подключение. Однако можно указать имя пользователя и пароль для доступа к FTP-серверу. Использовать имя пользователя и пароль?
zu: Ngokuvamile ukufakwa kwe-TP kwenziwa nge-FTP engaziwa. Kungenzeka ukuchaza igama lomsebenzisi nephasiwedi ngokungena esiphakelalwazini se-FTP. Sebenzisa igama lomsebenzisi noma iphasiwedi?

source: -- More Modules --
ca: -- Altres mòduls --
ru: -- Дополнительные модули --
zu: -- Amamoduli Engeziwe --

source: Initializing parallel port...
ca: Inicialitzant el port paral·lel...
ru: Инициализация параллельного порта...
zu: Ilungiselela ukuqalisa i-parallel port...

source: Enter the port number on which the NFS server is running.
ca: Introduïu el número de port en el que s'executa el servidor d'NFS.
ru: Введите номер порта, используемого NFS-сервером.
zu: Faka inombolo ye-port isiphakelalwazi se-NFS esisebenza kuyo.

source: Make sure that CD number %d is in your drive.
ca: Assegureu-vos que el número de CD %d es trobi a la vostra unitat.
ru: Убедитесь, что CD номер %d находится в дисководе.
zu: Qinisekisa ukuthi inombolo %d ye-CD ikwi-drive yakho.

source: Eject CD
ca: Expulsa el CD
ru: Извлечь CD
zu: Khipha i-CD

source: DHCP Time-Out
ca: Temps d'espera de DHCP
ru: Время ожидания DHCP
zu: Ukuphela Kwesikhathi se-DHCP

source: Enter the time-out value for DHCP.
ca: Introduïu el valor de temps d'espera per a DHCP.
ru: Введите значение времени ожидания для DHCP.
zu: Faka i-value yokuphela kwesikhathi se-DHCP.

source: channel to channel connection
ca: connexió de canal a canal
ru: соединение канал-канал
zu: ukuxhumana okusuka esiteshini kuya esiteshini

source: ESCON connection
ca: connexió ESCON
ru: соединение ESCON
zu: Ukuxhumana kwe-ESCON

source: IUCV connection
ca: connexió IUCV
ru: соединение IUCV
zu: Ukuxhumana kwe-IUCV

source: channel attached cisco router
ca: encaminador cisco connectat al canal
ru: cisco-роутер, подключенный к каналу
zu: isidlulisa-kwaziswa se-cisco esixhunywe esiteshini

source: Enter the share name on the SMB server.
ca: Introduïu el nom de recurs compartit del servidor SMB.
ru: Введите имя общего ресурса на SMB-сервере.
zu: Faka igama lokwabelana esiphakelalwazini se-SMB.
